/* */
/* Copyright (c) 2008 Software Ambience Corp. All rights reserved. */
/* */

"SourceDescription_Network" = "%1$@ %2$@ network disk";
"SourceDescription_Local" = "%1$@ %2$@ local disk";
"SourceDescription_Startup" = "%1$@ %2$@ startup disk";
"SourceDescription_USBDrive" = "%1$@ %2$@ USB disk";
"SourceDescription_USBFlash" = "%1$@ %2$@ USB flash thumbstick";
"SourceDescription_FAT" = "%1$@ %2$@ FAT disk";
"SourceDescription_NTFS" = "%1$@ %2$@ NTFS disk";
"SourceDescription_FireWire" = "%1$@ %2$@ FireWire disk";
"SourceDescription_Thunderbolt" = "%1$@ %2$@ Thunderbolt disk";
"SourceDescription_DiskImage" = "%1$@ %2$@ disk image";
"SourceDescription_AudioCD" = "%1$@ %2$@ audio CD";
"SourceDescription_CD" = "%1$@ %2$@ data CD";
"SourceDescription_DVD" = "%1$@ %2$@ DVD";
"SourceDescription_BD" = "%1$@ %2$@ Blu-ray disk";
"SourceDescription_AppleShare" = "%1$@ %2$@ Apple network share";
"SourceDescription_SambaShare" = "%1$@ %2$@ Samba network share";
"SourceDescription_WindowsShare" = "%1$@ %2$@ Windows network share";
"SourceDescription_WebDAV" = "%1$@ %2$@ WebDAV network share";
"SourceDescription_NovellNetware" = "%1$@ %2$@ Novell Netware network share";
"SourceDescription_NFS" = "%1$@ %2$@ NFS/FTP network disk";
"SourceDescription_BootCamp" = "%1$@ %2$@ Boot Camp volume";
"SourceDescription_SDCard" = "%1$@ %2$@ SD card";
"SourceDescription_CFCard" = "%1$@ %2$@ CF card";
"SourceDescription_TimeMachine" = "%1$@ %2$@ Time Machine volume";
"SourceDescription_Volume" = "%1$@ %2$@ %3$@ volume";
"SourceDescription_LocalFolder" = "%1$@ %2$@ local folder";
"SourceDescription_NetworkFolder" = "%1$@ %2$@ network folder";
"SourceDescription_ReadOnly" = "read-only"; /*the whole line looks like "read-only FAT disk"*/
"SourceDescription_Encrypted" = "encrypted"; /*for encrypted HFS+ volumes (Lion only), the whole line looks like "encrypted USB disk"*/

